{
  "[UNK]": 0,
  "[PAD]": 1,
  "[CLS]": 2,
  "[SEP]": 3,
  "attack": 4,
  "move": 5,
  "cast": 6,
  "spell": 7,
  "use": 8,
  "item": 9,
  "dash": 10,
  "dodge": 11,
  "help": 12,
  "hide": 13,
  "disengage": 14,
  "ready": 15,
  "search": 16,
  "the": 17,
  "a": 18,
  "an": 19,
  "to": 20,
  "at": 21,
  "with": 22,
  "on": 23,
  "in": 24,
  "for": 25,
  "from": 26,
  "by": 27,
  "of": 28,
  "and": 29,
  "or": 30,
  "my": 31,
  "his": 32,
  "her": 33,
  "their": 34,
  "goblin": 35,
  "orc": 36,
  "dragon": 37,
  "skeleton": 38,
  "zombie": 39,
  "kobold": 40,
  "troll": 41,
  "ogre": 42,
  "giant": 43,
  "demon": 44,
  "devil": 45,
  "vampire": 46,
  "werewolf": 47,
  "lich": 48,
  "beholder": 49,
  "mind": 50,
  "flayer": 51,
  "fireball": 52,
  "fire": 53,
  "bolt": 54,
  "magic": 55,
  "missile": 56,
  "lightning": 57,
  "ice": 58,
  "storm": 59,
  "heal": 60,
  "cure": 61,
  "wounds": 62,
  "shield": 63,
  "armor": 64,
  "mage": 65,
  "sword": 66,
  "axe": 67,
  "bow": 68,
  "arrow": 69,
  "dagger": 70,
  "staff": 71,
  "wand": 72,
  "potion": 73,
  "scroll": 74,
  "ring": 75,
  "amulet": 76,
  "cloak": 77,
  "boots": 78,
  "gloves": 79,
  "helmet": 80,
  "north": 81,
  "south": 82,
  "east": 83,
  "west": 84,
  "up": 85,
  "down": 86,
  "left": 87,
  "right": 88,
  "forward": 89,
  "back": 90,
  "backward": 91,
  "hit": 92,
  "strike": 93,
  "shoot": 94,
  "stab": 95,
  "slash": 96,
  "smash": 97,
  "throw": 98,
  "go": 99,
  "walk": 100,
  "run": 101,
  "sprint": 102,
  "jump": 103,
  "climb": 104,
  "sneak": 105,
  "stealth": 106,
  "drink": 107,
  "eat": 108,
  "read": 109,
  "equip": 110,
  "unequip": 111,
  "drop": 112,
  "pick": 113,
  "take": 114,
  "give": 115,
  "talk": 116,
  "speak": 117,
  "say": 118,
  "shout": 119,
  "whisper": 120,
  "look": 121,
  "examine": 122,
  "inspect": 123,
  "investigate": 124,
  "perception": 125,
  "insight": 126,
  "arcana": 127,
  "history": 128,
  "nature": 129,
  "religion": 130,
  "acrobatics": 131,
  "athletics": 132,
  "stealth": 133,
  "sleight": 134,
  "hand": 135,
  "persuasion": 136,
  "deception": 137,
  "intimidation": 138,
  "performance": 139,
  "animal": 140,
  "handling": 141,
  "medicine": 142,
  "survival": 143,
  "strength": 144,
  "dexterity": 145,
  "constitution": 146,
  "intelligence": 147,
  "wisdom": 148,
  "charisma": 149,
  "damage": 150,
  "health": 151,
  "hp": 152,
  "hit": 153,
  "points": 154,
  "armor": 155,
  "class": 156,
  "ac": 157,
  "saving": 158,
  "throw": 159,
  "check": 160,
  "roll": 161,
  "dice": 162,
  "d20": 163,
  "d12": 164,
  "d10": 165,
  "d8": 166,
  "d6": 167,
  "d4": 168,
  "advantage": 169,
  "disadvantage": 170,
  "critical": 171,
  "crit": 172,
  "miss": 173,
  "fail": 174,
  "success": 175,
  "pass": 176,
  "turn": 177,
  "round": 178,
  "initiative": 179,
  "action": 180,
  "bonus": 181,
  "reaction": 182,
  "movement": 183,
  "speed": 184,
  "range": 185,
  "reach": 186,
  "melee": 187,
  "ranged": 188,
  "touch": 189,
  "area": 190,
  "effect": 191,
  "target": 192,
  "creature": 193,
  "enemy": 194,
  "ally": 195,
  "friend": 196,
  "foe": 197,
  "monster": 198,
  "beast": 199,
  "humanoid": 200,
  "undead": 201,
  "fiend": 202,
  "celestial": 203,
  "fey": 204,
  "elemental": 205,
  "construct": 206,
  "aberration": 207,
  "ooze": 208,
  "plant": 209,
  "dragon": 210,
  "giant": 211,
  "monstrosity": 212,
  "level": 213,
  "experience": 214,
  "xp": 215,
  "gold": 216,
  "silver": 217,
  "copper": 218,
  "platinum": 219,
  "treasure": 220,
  "loot": 221,
  "chest": 222,
  "door": 223,
  "wall": 224,
  "floor": 225,
  "ceiling": 226,
  "room": 227,
  "corridor": 228,
  "hallway": 229,
  "chamber": 230,
  "dungeon": 231,
  "cave": 232,
  "forest": 233,
  "mountain": 234,
  "river": 235,
  "lake": 236,
  "ocean": 237,
  "desert": 238,
  "plains": 239,
  "swamp": 240,
  "city": 241,
  "town": 242,
  "village": 243,
  "tavern": 244,
  "inn": 245,
  "shop": 246,
  "temple": 247,
  "church": 248,
  "castle": 249,
  "tower": 250
}
